[A_Creature_t4_lv2 H7Creature]
mName="Кшатрия Кали"
mLore="Немногое известно о культуре кшатрий за исключением того, что они почитают Великую Охоту. Благодаря альянсу с Союзом они узнали о существовании внешнего мира, и ныне большая его часть стала для них обширным охотничьим угодьем. Азарт преследования добычи всегда заставляет сердца кшатрий биться быстрее, но ничто не может сравниться с хорошей схваткой против сильного противника. Кшатрии Кали полностью поддались своим инстинктам и представляют огромную угрозу для любого врага на поле боя. Для этих бесстрашных воительниц Великая Охота никогда не закончится, поэтому их не волнует, является ли их оппонент диким зверем или разумным существом, пока они могут проливать ещё больше свежей крови. Именно поэтому их оружие зачаровано силой льда, позволяя им наносит серьёзные незаживающие раны."

[A_Creature_t4base H7Creature]
mName="Кшатрия"
mLore="Все караванщики знают, что безопасные торговые пути через Драконью гать отмечены статуями четырёхруких женщин, установленных по обе стороны дороги. Для непосвящённых они могут выглядеть прекрасными произведениями искусствами, но в действительности являются живыми созданиями с холодной, как камень, кожей и кровью, подобной жидкому льду. Настоящее название их рода слишком сложно произнести, поэтому жители Союза именуют их Кшатриями. Неизвестно, почему эти гордые воительницы решили присоединиться к Союзу, но они оказались превосходными стражницами. Будучи коренными обитателями этих негостеприимных земель, кшатрии идеально адаптировались к холодной погоде и способны передвигаться столь ловко, что окоченевшие противники не в состоянии вовремя отреагировать на их атаки."

[Ability.A_ability_remove_cold_blood H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Разделение"
mTooltip="Когда существо находится под контролем героя и достигает 3 уровня Ледяной крови, то в конце хода оно призывает элементалей в количестве, равном силе магии героя. Это действие сбрасывает уровень Холодной крови существа."

[Ability.A_No_relataion_cold H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Леденящий удар"
mTooltip="Не даёт атакованному существу нанести ответный удар, если оно заморожено."

[Ability.A_NoRetaliation_ice_Buff H7BaseBuff]
mName="Не может контратаковать"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Глубокое обморожение"
mTooltip="В зависимости от уровня Хладнокровия атаки этого существа снижают максимальное %icon_health здоровье выбранного вражеского отряда на 3 хода.\n(Ур.1: %buff1.buff.stat)\n(Ур.2: %buff2.buff.stat)\n(Ур.3: %buff3.buff.stat)"

[Ability.A_Saignement_expert_Buff H7BaseBuff]
mName="Среднее обморожение"
mTooltip="Существо теряет %stat %icon_health максимального здоровья. Длительность (ходов): %durnow."

[Ability.A_Saignement_master_Buff H7BaseBuff]
mName="Сильное обморожение"
mTooltip="Существо теряет %stat %icon_health максимального здоровья. Длительность (ходов): %durnow."

[Ability.A_Saignement_novice_Buff H7BaseBuff]
mName="Легкое обморожение"
mTooltip="Существо теряет %stat %icon_health максимального здоровья. Длительность (ходов): %durnow."

